Repository: ctt-gob-es/firma-ios
Catalog: Firma_iOS/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ca, es, eu, gl, va

# accept_button_title
source: OK
ca: Acceptar
es: Aceptar
eu: Onartu
gl: Aceptar
va: Acceptar

# add_certificates_error_placeholder
source: Incorrect password. Please try again.
ca: Contrasenya incorrecta. Intenta-ho de nou.
es: Contraseña incorrecta. Inténtalo de nuevo.
eu: Pasahitz okerra. Saiatu berriro.
gl: Contrasinal incorrecto. Téntao de novo.
va: Contrasenya incorrecta. Intenta-ho de nou.

# batch_signs_all_ok
source: All of the petitions were signed correctly
ca: La signatura del lot ha finalitzat correctament.
es: La firma del lote ha finalizado correctamente.
eu: Lotearen sinadura behar bezala burutu da.
gl: A sinatura do lote completouse correctamente.
va: La firma del lot ha finalitzat correctament.

# batch_signs_ok_with_all_signs_error
source: Batch signing ended with all wrong signatures
ca: La signatura del lot ha finalitzat amb totes les firmes errònies
es: La firma del lote ha finalizado con todas las firmas erroneas
eu: Batch sinadura sinadura oker guztiekin osatu da
gl: Completouse a sinatura do lote con todas as sinaturas incorrectas
va: La firma del lot ha finalitzat amb totes les firmes erroneas

# batch_signs_ok_with_signs_error
source: Batch signing ended with errors
ca: La signatura del lot ha finalitzat amb errors
es: La firma del lote ha finalizado con errores
eu: Batch sinadura akatsekin amaitu zen
gl: A sinatura do lote rematou con erros
va: La firma del lot ha finalitzat amb errors

# cancel_button_title
source: Cancel
ca: Cancel·lar
es: Cancelar
eu: Utzi
gl: Cancelar
va: Cancel·lar

# certificate_added_success_description
source: The certificate has been added successfully.
ca: El certificat s'ha afegit correctament.
es: El certificado se ha añadido correctamente.
eu: Ziurtagiria behar bezala gehitu da.
gl: O certificado engadiuse correctamente.
va: El certificat s'ha afegit correctament.

# certificate_added_success_title
source: Certificate added
ca: Certificat afegit
es: Certificado añadido
eu: Gehitutako ziurtagiria
gl: Certificado engadido
va: Certificat afegit

source: Certificate close to expire
ca: Certificat proper a caducar
es: Certificado próximo a caducar
eu: Iraungitzear dagoen ziurtagiria
gl: Certificado a piques de caducar
va: Certificat pròxim a caducar

# certificate_delete
source: Delete
ca: Eliminar
es: Eliminar
eu: Ezabatu
gl: Eliminar
va: Eliminar

# certificate_delete_success_description
source: The certificate has been deleted successfully.
ca: El certificat s'ha suprimit correctament.
es: El certificado se ha eliminado correctamente.
eu: Ziurtagiria behar bezala ezabatu da.
gl: O certificado eliminouse correctamente.
va: El certificat s'ha eliminat correctament.

# certificate_delete_success_title
source: Certificate deleted
ca: Certificat eliminat
es: Certificado eliminado
eu: Ezabatutako ziurtagiria
gl: Certificado eliminado
va: Certificat eliminat

# certificate_expired
source: Expired certificate
ca: Certificat caducat
es: Certificado caducado
eu: Ziurtagiri iraungia
gl: Certificado caducado
va: Certificat caducat

# certificate_expired_description
source: The certificate is invalid as it is expired.
ca: El certificat noés válid, ja que está caducat.
es: Este certificado no es válido, ya que está caducado.
eu: Ziurtagiria ez da baliozkoa, iraungita baitago.
gl: O certificado non é válido, xa que está caducado.
va: El certificat noés válid, ja que está caducat.

# certificate_expired_title
source: Expired certificate
ca: Certificat caducat
es: Certificado caducado
eu: Ziurtagiri iraungia
gl: Certificado caducado
va: Certificat caducat

# certificate_generic_error_description
source: Something went wrong, hold your mobile phone on top of the DNIe for several seconds until the NFC reading is done.
ca: Alguna cosa ha fallat, mantingues fix diversos segons el teu mòbil sobre el DNIe fins que es realitzi la lectura NFC.
es: Algo ha fallado, mantén fijo varios segundos tu móvil encima del DNIe hasta que se realice la lectura NFC.
eu: Zerbait gaizki joan da, mantendu telefono mugikorra DNIaren gainean finkatuta hainbat segundoz NFC irakurketa egin arte.
gl: Algo saíu mal, manteña o teléfono móbil fixo sobre o DNIe durante varios segundos ata que se realice a lectura do NFC.
va: Alguna cosa ha fallat, mantingues fix diversos segons el teu mòbil damunt del DNIe fins que es realitze la lectura NFC.

# certificate_generic_error_long_description
source: Something went wrong, the certificates on your DNIe are not valid, go to a DNI Update Point (PAD) existing in the Issuing Offices.
ca: Alguna cosa ha fallat, els certificats del teu DNIe no són vigents, acudeixi a un Punt d'Actualització del DNI (PAD) existents a les Oficines d'Expedició.
es: Algo ha fallado, los certificados de tu DNIe no están vigentes, acuda a un Punto de Actualización del DNI (PAD) existentes en las Oficinas de Expedición.
eu: Arazoren bat izan da, zure NANaren ziurtagiriak ez dira baliozkoak, joan lehendik dagoen NANa Eguneratzeko Puntu batera (PAD) Jaulkipen Bulegoetan.
gl: Produciuse un erro, os teus certificados de DNIe non son válidos, acude a un Punto de Actualización do DNI (PAD) existente nas Oficinas de Emisión.
va: Alguna cosa ha fallat, els certificats del teu DNIe no estan vigents, acudisca a un Punt d'Actualització del DNI (PAD) existents en les Oficines d'Expedició.

# certificate_generic_error_long_title
source: Sorry, an error has occurred
ca: Ho sentim, ha passat un error
es: Lo sentimos, ha ocurrido un error
eu: Errore bat gertatu da
gl: Produciuse un erro
va: Ho sentim, ha ocorregut un error

# certificate_generic_error_title
source: Sorry, an error has occurred
ca: Ho sentim, ha passat un error
es: Lo sentimos, ha ocurrido un error
eu: Errore bat gertatu da
gl: Produciuse un erro
va: El sentim, ha ocorregut un error

# certificate_issuer
source: Issuer
ca: Emisor
es: Emisor
eu: Igorlea
gl: Emisor
va: Emisor

# certificate_near_expiry_description
source: This certificate is about to expire.
ca: Aquest certificat és a punt de caducar-se.
es: Este certificado está a punto de caducarse.
eu: Ziurtagiri hau iraungitzear dago.
gl: Este certificado está a piques de caducar.
va: Este certificat està a punt de caducar-se.

# certificate_near_expiry_title
source: Certificate with expiration date about to expire
ca: Certificat amb caducitat propera a caducar-se
es: Certificado con caducidad próxima a caducarse
eu: Iraungitze hurbil dagoen ziurtagiria
gl: Certificado con caducidade próxima ao vencemento
va: Certificat amb caducitat pròxima a caducar-se

# certificate_needed_description
source: To sign you need to register a digital certificate.
ca: Per signar necessites registrar un certificat digital.
es: Para firmar necesitas registrar un certificado digital.
eu: Sinatzeko, ziurtagiri digital bat erregistratu behar duzu.
gl: Para asinar é necesario rexistrar un certificado dixital.
va: Per a firmar necessites registrar un certificat digital.

# certificate_needed_title
source: No certificate exists
ca: No hi ha cap certificat
es: No existe ningún certificado
eu: Ez dago ziurtagiririk
gl: Non hai certificado
va: No existix cap certificat

# certificate_revoked_description
source: This certificate is not valid, since it has been revoked.
ca: Aquest certificat no és vàlid, ja que està revocat.
es: Este certificado no es válido, ya que está revocado.
eu: Ziurtagiri hau baliogabea da, baliogabetua izan baita.
gl: Este certificado non é válido xa que foi revogado.
va: Este certificat no és vàlid, ja que està revocat.

# certificate_revoked_title
source: Certificate revoked
ca: Certificat revocat
es: Certificado revocado
eu: Ziurtagiria baliogabetua
gl: Certificado revogado
va: Certificat revocat

# certificate_sent_success_description
source: The certificate has been sent successfully.
ca: El certificat s'ha enviat correctament.
es: El certificado se ha enviado correctamente.
eu: Ziurtagiria behar bezala bidali da.
gl: O certificado foi enviado correctamente.
va: El certificat s'ha enviat correctament.

# certificate_sent_success_title
source: Certificate sent
ca: Certificat enviat
es: Certificado enviado
eu: Bidalitako ziurtagiria
gl: Certificado enviado
va: Certificat enviat

# certificate_use
source: Use
ca: Ús
es: Uso
eu: Erabili
va: Ús

# certificate_valid_date
source: Valid until
ca: Válido hasta
es: Válido hasta
eu: Baliozkoa arte
gl: Válido hasta
va: Válido hasta

# close_app_button_title
source: Close application
ca: Tancar aplicació
es: Cerrar aplicación
eu: Itxi aplikazioa
gl: Pechar a aplicación
va: Tancar aplicació

# continue_button_title
source: Continue
ca: Continuar
es: Continuar
eu: Jarraitu
gl: Continuar
va: Continuar

# default_autofirma_document_name
source: Autofirma document
ca: Document Autofirma
es: Documento Autofirma
eu: Norberaren sinadura dokumentua
gl: Documento de autofirma
va: Document autofirma

# delete_certificate_button_title
source: Delete certificate
ca: Eliminar certificat
es: Eliminar certificado
eu: Ezabatu ziurtagiria
gl: Eliminar certificado
va: Eliminar certificat

# delete_certificate_cancel_button_title
source: Cancel
ca: Cancel·la
es: Cancelar
eu: Utzi
gl: Cancelar
va: Cancel·lar

# delete_certificate_description
source: If you delete the certificate you will not be able to recover it and you will have to use another certificate. You can also add a new one whenever you want.
ca: Si elimines el certificat no el podràs recuperar i hauràs d'utilitzar un altre certificat. També en pots afegir un de nou quan vulguis.
es: Si eliminas el certificado no podrás recuperarlo y tendrás que utilizar otro certificado. También puedes añadir uno nuevo cuando desees.
eu: Ziurtagiria ezabatzen baduzu, ezin izango duzu berreskuratu eta beste ziurtagiri bat erabili beharko duzu. Beste bat ere gehi dezakezu nahi duzunean.
gl: Se eliminas o certificado non poderás recuperalo e terás que utilizar outro certificado. Tamén podes engadir un novo cando queiras.
va: Si elimines el certificat no podràs recuperar-lo i hauràs d'utilitzar un altre certificat. També pots afegir un nou quan desitges.

# delete_certificate_subtitle
source: Do you want to delete
ca: Vols eliminar
es: ¿Quieres eliminar
eu: Ezabatu nahi al duzu
gl: Queres eliminar
va: Vols eliminar

# delete_certificate_title
source: Delete certificate
ca: Eliminar certificat
es: Eliminar certificado
eu: Ezabatu ziurtagiria
gl: Eliminar certificado
va: Eliminar certificat

# delete_historical_button_title
source: Delete historical
ca: Eliminar històric
es: Eliminar histórico
eu: Ezabatu historia
gl: Eliminar historial
va: Eliminar històric

# delete_historical_cancel_button_title
source: Cancel
ca: Cancel·lar
es: Cancelar
eu: Utzi
gl: Cancelar
va: Cancel·lar

# delete_historical_description
source: If you delete the historical you will not be able to recover it.
ca: Si elimines l'històric no el podràs recuperar.
es: Si eliminas el histórico no podrás recuperarlo.
eu: Historia ezabatzen baduzu, ezin izango duzu berreskuratu.
gl: Se eliminas o historial non poderás recuperalo.
va: Si elimines l'històric no podràs recuperar-ho.

# delete_historical_title
source: Delete historical
ca: Eliminar històric
es: Eliminar histórico
eu: Ezabatu historia
gl: Eliminar historial
va: Eliminar històric

# disable_button_title
source: Decline
ca: Rebutjar
es: Rechazar
eu: Gainbehera
gl: Declinar
va: Rebutjar

# dni_blocked_pin_description
source: The e-ID has a blocked PIN. You can go to a National Police station to a DNIe Update Point (PAD) to unblock it.
ca: El DNI té el PIN bloquejat. Podeu acudir a una comissaria de Policia Nacional a un Punt d'Actualització del DNIe (PAD) per desbloquejar-lo.
es: El DNIe tiene el PIN bloqueado. Puedes acudir a una comisaría de Policía Nacional a un Punto de Actualización del DNIe (PAD) para desbloquearlo.
eu: NANak PINa blokeatuta dauka. Polizia Nazionaleko egoitza batera joan zaitezke NANa eguneratzeko puntu batera (PAD) desblokeatzeko.
gl: O DNIe ten o PIN bloqueado. Podes acudir a unha comisaría da Policía Nacional a un Punto de Actualización do DNIe (PAD) para desbloquealo.
va: El DNIe té el PIN bloquejat. Pots acudir a una comissaria de Policia Nacional a un Punt d'Actualització del DNIe (PAD) per a desbloquejar-lo.

# dni_blocked_pin_title
source: Error reading your DNIe
ca: Error en la lectura del teu DNIe
es: Error en la lectura de tu DNIe
eu: Errore bat zure NANa irakurtzean
gl: Erro ao ler o teu DNIe
va: Error en la lectura de la teua DNIe

# dni_broken_description
source: The e-ID you have provided appears to be damaged. You need to go to your National Police station to request a new one.
ca: El DNIe que has proporcionat sembla que està malmès. Necessites acudir a la teva comissaria de Policia Nacional per sol·licitar-ne un de nou.
es: El DNIe que has proporcionado parece estar dañado. Necesitas acudir a tu comisaría de Policía Nacional para solicitar uno nuevo.
eu: Eman duzun NANa hondatuta dagoela dirudi. Zure Polizia Nazionalera joan behar duzu berri bat eskatzeko.
gl: O DNI que facilitaches parece estar danado. Debes acudir á túa comisaría da Policía Nacional para solicitar unha nova.
va: El DNIe que has proporcionat sembla estar danyat. Necessites acudir a la teua comissaria de Policia Nacional per a sol·licitar un nou.

# dni_broken_title
source: Error reading your DNIe
ca: Error en la lectura del teu DNIe
es: Error en la lectura de tu DNIe
eu: Errore bat zure NANa irakurtzean
gl: Erro ao ler o teu DNIe
va: Error en la lectura de la teua DNIe

# dni_can_view_description_1
source: The CAN is the number located at the
ca: El CAN és el número situat a la
es: El CAN es el número situado en la
eu: CAN helbidean dagoen zenbakia da
gl: O CAN é o número situado no
va: El CA és el número situat en la

# dni_can_view_description_2
source: bottom right of the DNI.
ca: part inferior dreta del DNI.
es: parte inferior derecha del DNI.
eu: NANaren beheko eskuineko zatia.
gl: parte inferior dereita do DNI.
va: part inferior dreta del DNI.

# dni_can_view_description_3
source: It is necessary to read the DNI with NFC.
ca: És necessari per llegir el DNI amb NFC.
es: Es necesario para leer el DNI con NFC.
eu: NFC bidez NANa irakurri behar da.
gl: É necesario ler o DNI con NFC.
va: És necessari per a llegir el DNI amb NFC.

# dni_canceled_session_description
source: You have canceled the session to connect with the DNIe. Please try again. Remember to keep it on a smooth surface and keep your mobile phone fixed on the card for a few seconds for correct reading
ca: Heu cancel·lat la sessió per concedir amb el DNIe. Si us plau, torna a intentar-ho. Recorda mantenir-lo en una superfície llisa i mantenir el teu telèfon mòbil uns segons fix sobre la targeta per a la lectura correcta
es: Has cancelado la sesión para conectar con el DNIe. Por favor, vuelve a intentarlo. Recuerda mantenerlo en una superficie lisa y mantener tu teléfono móvil unos segundos fijo sobre la tarjeta para su correcta lectura
eu: NANarekin konektatzeko saioa bertan behera utzi duzu. Mesedez, saiatu berriro. Gogoratu gainazal leun batean gorde behar duzula eta telefono mugikorra txartelean finkatuta edukitzea segundo batzuetan irakurketa zuzena izan dadin.
gl: Cancelaches a sesión para conectarte co DNIe. Téntao de novo. Lembra mantelo nunha superficie lisa e manteña o teu teléfono móbil fixado na tarxeta durante uns segundos para unha lectura correcta.
va: Has cancel·lat la sessió per a conectar amb el DNIe. Per favor, torna a intentar-ho. Recorda mantindre-ho en una superfície llisa i mantindre el teu telèfon mòbil uns segons fix sobre la targeta per a la seua correcta lectura

# dni_compatible_button_title
source: Is my ID compatible?
ca: És el meu DNI compatible?
es: ¿Es mi DNI compatible?
eu: Bateragarria da nire NANa?
gl: É o meu DNI compatible?
va: És el meu DNI compatible?

# dni_compatible_view_button_title
source: Understood
ca: Entès
es: Entendido
eu: Ulertua
gl: Entendido
va: Entés

# dni_compatible_view_description_1
source: The e-IDs compatible with this process are
ca: Els DNIe compatibles amb aquest procés són els
es: Los DNIe compatibles con este proceso son los
eu: Prozesu honekin bateragarriak diren NANa dira
gl: Os DNIe compatibles con este proceso son os
va: Els DNIe compatibles amb este procés són els

# dni_compatible_view_description_3
source: and
ca: i
es: y
eu: eta
gl: e
va: i

# dni_compatible_view_description_5
source: . If you have any doubts about which one is yours, you can check it at the following link:
ca: . Si tens dubtes de quin és el teu, pots consultar-ho al següent enllaç:
es: . Si tienes dudas de cuál es el tuyo, puedes consultarlo en el siguiente enlace:
eu: . Zurea zein den zalantza izanez gero, hurrengo estekan kontsulta dezakezu:
gl: . Se tes dúbidas sobre cal é o teu, podes consultalo na seguinte ligazón:
va: . Si tens dubtes de quin és el teu, pots consultar-ho en el següent enllaç:

# dni_compatible_view_title
source: Is my ID compatible?
ca: És el meu DNI compatible?
es: ¿Es mi DNI compatible?
eu: Nire NAN bateragarria al da?
gl: O meu DNI é compatible?
va: És el meu DNI compatible?

# dni_compatible_view_web_portal_button
source: Electronic ID portal, National Police Force
ca: Portal del DNI electrònic, Cos Nacional de Policia
es: Portal del DNI electrónico, Cuerpo Nacional de Policía
eu: NAN Elektronikoa ataria, Polizia Kidego Nazionalean
gl: Portal do DNI electrónico, Corpo Nacional de Policía
va: Portal del DNI electrònic, Cos Nacional de Policia

# dni_connection_can_error
source: Enter a valid CAN
ca: Introdueixi un CA válid
es: Introduzca un CAN válido
eu: Sartu baliozko CAN bat
gl: Introduza un CAN válido
va: Introduïsca un CA válid

# dni_connection_can_placeholder
source: Enter your DNI CAN code
ca: Escriu el teu codi CAN del DNI
es: Escribe tu código CAN del DNI
eu: Idatzi zure DNI CAN kodea
gl: Escribe o teu código DNI CAN
va: Escriu el teu codi CA del DNI

# dni_connection_header_title
source: Identification with DNIe
ca: Identificació amb DNIe
es: Identificación con DNIe
eu: NANe-rekin identifikatzea
gl: Identificación con DNIe
va: Identificació amb DNIe

# dni_connection_nfc_description_1
source: Place your e-ID on a flat surface and place your mobile phone on it
ca: Col·loca el teu DNIe sobre una superfície llisa i col·loca el teu mòbil
es: Coloca tu DNIe sobre una superficie lisa y coloca tu móvil
eu: Jarri NANa gainazal leun batean eta jarri mugikorra
gl: Coloca o teu DNIe nunha superficie lisa e coloca o teu móbil
va: Col·loca el teu DNIe sobre una superfície llisa i col·loca el teu mòbil

# dni_connection_nfc_description_2
source: without a case
ca: sense funda
es: sin funda
eu: estalkirik gabe
gl: sen cuberta
va: sense funda

# dni_connection_nfc_description_3
source: on it until it detects the chip.
ca: sobre ell fins que detecti el xip.
es: sobre él hasta que detecte el chip.
eu: gainean txipa detektatu arte.
gl: nel ata que detecte o chip.
va: sobre ell fins que detecte el xip.

# dni_connection_pin_description
source: When you get the DNIe you received a PIN code that you can retrieve or change in police stations without appointment.
ca: PIN En fer-te el DNIe vas rebre un codi PIN que pots recuperar o canviar en comissaries sense cita prévia.
es: Al hacerte el DNIe recibiste un sobre con un código PIN. Lo puedes recuperar o cambiar en comisarías sin cita previa.
eu: NANa egitean, PIN kode bat jaso zenuen, eta komisarietan berreskuratu edo alda dezakezu, aurrez hitzordurik eman gabe.
gl: Ao facerche o DNIe recibiches un código PIN que podes recuperar ou cambiar en comisarías sen cita previa.
va: PIN En fer-te el DNIe vas rebre un codi PIN que pots recuperar o canviar en comissaries sense cita prévia.

# dni_connection_pin_error
source: Enter a valid pin
ca: Introdueixi un pin válid
es: Introduzca un PIN válido
eu: Sartu baliozko pin bat
gl: Introduza un pin válido
va: Introduïsca un pin válid

# dni_connection_pin_placeholder
source: Enter your PIN code
ca: Escriu el teu codi PIN
es: Escribe tu código PIN
eu: Idatzi zure PIN kodea
gl: Escribe o teu código PIN
va: Escriu el teu codi PIN

# dni_connection_step
source: Step %dof 3
ca: Passo %d de 3
es: Paso %d de 3
eu: 3ko %d urratsa
gl: Paso %d de 3
va: Passe %d de 3

# dni_connection_step_one_button_title
source: Continue
ca: Continuar
es: Continuar
eu: Jarraitu
gl: Continuar
va: Continuar

# dni_connection_step_one_title
source: Enter the DNI CAN
ca: Introdueix el CAN del DNI
es: Introduce el CAN del DNI
eu: Sartu NANaren CAN
gl: Introduce o CAN do DNI
va: Introduïx el CA del DNI

# dni_connection_step_three_button_title
source: Read DNIe
ca: Llegir DNIe
es: Leer DNIe
eu: Irakurri NANe
gl: Ler DNIe
va: Llegir DNIe

# dni_connection_step_three_title
source: Read your DNIe with your mobile
ca: Llegeix el teu DNIe amb el mòbil
es: Lee tu DNIe con el móvil
eu: Irakurri zure NANa mugikorrarekin
gl: Le o teu DNIe co teu móbil
va: Lee el teu DNIe amb el mòbil

# dni_connection_step_two_button_title
source: Continue
ca: Continuar
es: Continuar
eu: Jarraitu
gl: Continuar
va: Continuar

# dni_connection_step_two_title
source: Enter the PIN
ca: Introdueix el
es: Introduce el PIN
eu: Sartu PINa
gl: Introduce o PIN
va: Introduïx el

# dni_expired_description
source: The e-DNI you have entered does not have a signature certificate or the certificate has expired. You can go to a National Police station to a DNIe Update Point (PAD) to resolve this.
ca: El DNIe que heu aproximat no té certificat de signatura o el certificat està caducat. Pots acudir a una comissaria de Policia Nacional a un Punt d'Actualització del DNIe (PAD), per solucionar-ho.
es: El DNIe que has aproximado no tiene certificado de firma o el certificado está caducado. Puedes acudir a una comisaría de Policía Nacional a un Punto de Actualización del DNIe (PAD), para solucionarlo.
eu: Hurbildu duzun NANak ez du sinadura-ziurtagiririk edo ziurtagiria iraungita dago. Polizia Nazionaleko egoitza batera joan zaitezke NANa Eguneratzeko Puntu batera (PAD), konpontzeko.
gl: O DNIe que aproximou non ten certificado de sinatura ou o certificado está caducado. Podes acudir a unha comisaría da Policía Nacional a un Punto de Actualización do DNIe (PAD), para solucionalo.
va: El DNIe que has aproximat no té certificat de firma o el certificat està caducat. Pots acudir a una comissaria de Policia Nacional a un Punt d'Actualització del DNIe (PAD), per a solucionar-lo.

# dni_expired_title
source: Error reading your DNIe
ca: Error en la lectura del teu DNIe
es: Error en la lectura de tu DNIe
eu: Errore bat zure NANa irakurtzean
gl: Erro ao ler o teu DNIe
va: Error en la lectura de la teua DNIe

# dni_incorrect_can_description
source: Error starting connection to card. Please try again.
ca: Error en iniciar la connexió amb la targeta.és possible que el CA sigui incorrecte. Intenti-ho de nou.
es: Error al iniciar la conexión con la tarjeta. Es posible que el CAN sea incorrecto. Inténtelo de nuevo.
eu: Errorea gertatu da txartelarekin konektatzen hastean. Baliteke CANa okerra izatea. Saiatu berriro.
gl: Erro ao iniciar a conexión co cartón. É posible que o CAN sexa incorrecto. Ténteo de novo.
va: Error en iniciar la connexió amb la targeta. És possible que el CA siga incorrecte. Intente-ho de nou.

# dni_incorrect_can_title
source: Incorrect CAN
ca: CAN incorrecte
es: CAN incorrecto
eu: CAN okerra
gl: CAN incorrecto
va: CA incorrecte
